{'baseMapName': 'Bing Maps Roads',
 'catalog': [{'isOpen': 'true',
   'items': [{'description': 'The Average Bloom PRISM is a synthetic measure of these early season events in plants, based on recent temperature conditions. This model allows us to track the progression of spring onset across the country.<br>\n<br>\nPRISM is a set of monthly, yearly, and single-event gridded data products of mean temperature and precipitation, max/min temperatures, and dewpoints, primarily for the United States. In-situ point measurements are ingested into the PRISM (Parameter elevation Regression on Independent Slopes Model) statistical mapping system. The PRISM products use a weighted regression scheme to account for complex climate regimes associated with orography, rain shadows, temperature inversions, slope aspect, coastal proximity, and other factors. Climatologies (normals) are available at 30-arcsec (800 meters) and monthly data are available at 2.5 arcmin (4 km) resolution. PRISM is the USDA\'s official climatological data.<br>\n<br>\nThis OGC Web Mapping Service (WMS) is hosted by the National Phenology Network (NPN):<br>\n<a href="https://www.usanpn.org">https://www.usanpn.org</a><br>\n&nbsp;',
     'id': '5ac3b12ee4b0e2c2dd0c2b95',
     'layers': 'average_bloom_prism',
     'name': 'National Phenology Network -- Average Bloom PRISM',
     'type': 'wms',
     'url': ''},
    {'description': "The GAP National Terrestrial Ecosystems - Ver 3.0 is a 2011 update of the National Gap Analysis Program Land Cover Data - Version 2.2 for the conterminous U.S. The GAP National Terrestrial Ecosystems - Version 3.0 represents a highly thematically detailed land cover map of the U.S. The map legend includes types described by NatureServe's Ecological Systems Classification (Comer et al. 2002) as well as land use classes described in the National Land Cover Dataset 2011 (Homer et al. 2015). These data cover the entire continental U.S. and are a continuous data layer. These raster data have a 30 m x 30 m cell resolution. GAP used the best information available to create the land cover data; however GAP seeks to improve and update these data as new information becomes available.",
     'id': '573cc51be4b0dae0d5e4b0c5',
     'layers': 'ecological_system',
     'name': 'GAP/LANDFIRE National Terrestrial Ecosystems 2011',
     'type': 'wms',
     'url': 'https://my-beta.usgs.gov:443/geoserver/nvcs/ows?SERVICE=WMS&'},
    {'description': 'GAP species range data are coarse representations of the total areal extent a species occupies, in other words the geographic limits within which a species can be found (Morrison and Hall 2002). These data provide the geographic extent within which the USGS Gap Analysis Project delineates areas of suitable habitat for terrestrial vertebrate species in their&nbsp;<a href="https://www.sciencebase.gov/catalog/item/527d0a83e4b0850ea0518326" style="box-sizing: border-box; color: rgb(51, 122, 183); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 14px;">species\' habitat maps</a>. The range maps are created by attributing a vector file derived from the 12-digit Hydrologic Unit Dataset (USDA NRCS 2009). Modifications to that dataset are&nbsp;<a href="https://www.sciencebase.gov/catalog/item/56d496eee4b015c306f17a42" style="box-sizing: border-box; color: rgb(51, 122, 183); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 14px;">described here</a>. Attribution of the season range for each species was based on the literature and online sources (See Cross Reference section of the metadata). Attribution for each hydrologic unit within the range included values for origin (native, introduced, reintroduced, vagrant), occurrence (extant, possibly present, potentially present, extirpated), reproductive use (breeding, non-breeding, both) and season (year-round, summer, winter, migratory, vagrant). These species range data provide the biological context within which to build our species distribution models.',
     'id': '5b873238e4b0702d0e796688',
     'layers': 'Species_CONUS_Range_2001v1',
     'name': 'U.S. Geological Survey - Gap Analysis Project Species Range Maps CONUS_2001 Web Service',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov:443/geoserver/CONUS_Range_2001v1/ows?SERVICE=WMS&'},
    {'description': 'The Average Leaf PRISM is a synthetic measure of these early season events in plants, based on recent temperature conditions. This model allows us to track the progression of spring onset across the country.<br>\n<br>\nPRISM is a set of monthly, yearly, and single-event gridded data products of mean temperature and precipitation, max/min temperatures, and dewpoints, primarily for the United States. In-situ point measurements are ingested into the PRISM (Parameter elevation Regression on Independent Slopes Model) statistical mapping system. The PRISM products use a weighted regression scheme to account for complex climate regimes associated with orography, rain shadows, temperature inversions, slope aspect, coastal proximity, and other factors. Climatologies (normals) are available at 30-arcsec (800 meters) and monthly data are available at 2.5 arcmin (4 km) resolution. PRISM is the USDA\'s official climatological data.<br>\n<br>\nThis OGC Web Mapping Service (WMS) is hosted by the National Phenology Network (NPN):<br>\n<a href="https://www.usanpn.org">https://www.usanpn.org</a>',
     'id': '591c6ec6e4b0a7fdb43dea8a',
     'layers': 'average_leaf_prism',
     'name': 'National Phenology Network -- Average Leaf PRISM',
     'type': 'wms',
     'url': ''}],
   'name': 'Wetland Observatory Data',
   'type': 'group'}],
 'corsDomains': ['sciencebase.gov'],
 'homeCamera': {'east': -66, 'north': 72, 'south': 18, 'west': -175},
 'initialViewerMode': '2d',
 'services': []}
