{'baseMapName': 'Bing Maps Roads',
 'catalog': [{'isOpen': 'true',
   'items': [{'description': 'Aspect is the compass direction toward which a slope faces, measured in degrees from North in a clockwise direction from 0 to 360. Aspect was generated using ArcGIS Spatial Analyst, with the USGS National Elevation Dataset as input. For quality information regarding the National Elevation Dataset, see http://nationalmap.gov/elevation.html. These data cover the entire continental U.S. and are a continuous data layer. These raster data have a 30 m x 30 m cell resolution. This aspect data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data.',
     'id': '5540ec40e4b0a658d7939628',
     'name': 'USGS Gap Analysis Project - Additional Data – Aspect',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5540ec40e4b0a658d7939628?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': "The ecotone (i.e., edge) between forested and non-forested environments can be a critical aspect of habitat. We grouped land cover types - ecological systems, human land use, and water - (subsequently referred to as map units) into forested, non-forested, and shrubland/woodland land cover types to create unique data layers. These data layers can then be buffered at specified distances to identify species' habitats. Aggregated map units can be compared and contrasted to identify areas of transition between these broad categories. They can also be used to identify core areas or contiguous blocks of similar type (i.e., interior) through buffering. This dataset was derived from the GAP National Land Cover data. Forested map units included deciduous forest, evergreen forest, mixed forest, palustrine forested wetland, and estuarine forested wetland. Non-forested map units were defined as water, pasture/hay, agricultural areas, urban/developed, marshes, beaches, etc. Woodland/shrubland map units were defined as those ecological systems and land uses containing a majority of short, scrubby, woody vegetation or sparsely canopied treed vegetation. Forest edge was processed using ESRI Arc Macro Language scripts and reclass tables to facilitate the development of Forest edge. Although scripts were consistent nationwide, the reclass tables were region specific. Forest and nonForest classes are identified in landcover grid with a reclass table, and then focalmajority is used to remove small isolated pixels prior to buffering. Buffering is done with 2 grids; one for exterior buffers (FROM) and one for interior buffers (INTO). The forest edge data layer has unique aggregations of forest and non-forest map units. Utilizes Forest Interior: For species that require interior forest. Buffer distances must be identified to utilize this input. Avoids Forest Interior: For species that avoid interior forest. Buffer distances must be identified to utilize this input. FROM Buffer: 0, 30, 60, 120, 250, 500, 1000, 2000, 4000, and 9999 (&gt; 4000 m) INTO Buffer: 0, 30, 60, 120, 250, 500, 1000, 2000, 4000, and 9999 (&gt; 4000 m) These data are divided into 6 regions across the US (Northwest, Southwest, Great Plains, Upper Midwest, Southeast, and Northeast). If you want complete coverage of the entire US, all 6 regional files are needed. These raster data have a 30 m x 30 m cell resolution. No selection of this parameter indicates the species' model is not contingent on an forest edge.&nbsp; This forest edge data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data.&nbsp;These data represent circa 2001 ground conditions.",
     'id': '5540e3fce4b0a658d79395fe',
     'name': 'USGS Gap Analysis Project - Additional Data - Forest Edge',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5540e3fce4b0a658d79395fe?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': "The Land Cover Data - Version 1.0 represents a highly thematically detailed land cover map of the U.S. The map legend includes types described by NatureServe's Ecological Systems Classification (Comer et al. 2002) as well as land use classes described in the National Land Cover Dataset 2001 (Homer et al. 2007). This version of the land cover data was used to support the Gap Analysis Project's vertebrate species modeling efforts. These data cover the entire continental U.S. and are a continuous data layer. These raster data have a 30 m x 30 m cell resolution. This land cover data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data.&nbsp;These data represent circa 2001 ground conditions.",
     'id': '5540e2d7e4b0a658d79395db',
     'name': 'USGS Gap Analysis Project - Additional Data – National Gap Land Cover Ver 1.0 (2001)',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5540e2d7e4b0a658d79395db?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'The USGS Biodiversity Information Serving Our Nation (BISON) project is an online mapping information system consisting of a large collection of species occurrence datasets (e.g., plants and animals) found in the United States, U.S. Territories and relevant geospatial layers. Species occurrences are records of organisms at a particular time and location that are often collected as part of biological field studies and taxonomic collections. These data serve as a foundation for biodiversity and conservation research.',
     'id': '5138e8e5e4b02c509e50c57f',
     'name': 'Biodiversity Information Serving Our Nation (BISON)',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5138e8e5e4b02c509e50c57f?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'This database contains type descriptions for natural vegetation at all levels of the U.S. National Vegetation Classification. These descriptions were primarily written by NatureServe ecologists in collaboration with Federal Geographic Data Committee Vegetation Subcommittee and a wide variety of state, federal and private partners as a part of the implementation of the National Vegetation Classification. Formation descriptions were written by the Hierarchy Revisions Working Group. The descriptions are based on consultation with natural resource professionals, published literature, and other vegetation classification systems. The Ecological Society of America’s Panel on Vegetation Classification is responsible for managing the review and formal adoption of these types into the National Vegetation Classification.',
     'id': '5cb74a8ae4b0c3b0065d7b2d',
     'name': 'U.S. National Vegetation Classification (USNVC) Version 2.03',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5cb74a8ae4b0c3b0065d7b2d?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'Reclassed areas of just sagebrush (1) and no sagebrush (0, areas with originally no sagebrush or recently burned areas). Landfire codes were: 2080, 2125, 2126, 2220, 2064, 2072, 2079, 2124) This layer is an intermediate layer used to create a sagebrush landscape cover layer using a moving window analysis. See Landfire metadata for an assessment of that data. See WFDSS, GEOMAC and MTBS fire metadata for more information on those data',
     'id': '57321b4fe4b0dae0d5dc1ec3',
     'name': 'Sagebrush MW5k Percent',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/57321b4fe4b0dae0d5dc1ec3?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'The USGS Protected Areas Database of the United States (PAD-US) is the nation\'s inventory of protected areas, including public open space and voluntarily provided, private protected areas, identified as an A-16 National Geospatial Data Asset in the Cadastral Theme (http://www.fgdc.gov/ngda-reports/NGDA_Datasets.html). PAD-US is an ongoing project with several published versions of a spatial database of areas dedicated to the preservation of biological diversity, and other natural, recreational or cultural uses, managed for these purposes through legal or other effective means. The geodatabase maps and describes public open space and other protected areas. Most areas are public lands owned in fee; however, long-term easements, leases, and agreements or administrative designations documented in agency management plans may be included. The PAD-US database strives to be a complete “best available” inventory of protected areas (lands and waters) including data provided by managing agencies and organizations. The dataset is built in collaboration with several partners and data providers (http://gapanalysis.usgs.gov/padus/stewards/). See Supplemental Information Section of this metadata record for more information on partnerships and links to major partner organizations. As this dataset is a compilation of many data sets; data completeness, accuracy, and scale may vary. Federal and state data are generally complete, while local government and private protected area coverage is about 50% complete, and depends on data management capacity in the state. For completeness estimates by state: http://www.protectedlands.net/partners. As the federal and state data are reasonably complete; focus is shifting to completing the inventory of local gov and voluntarily provided, private protected areas. The PAD-US geodatabase contains over twenty-five attributes and four feature classes to support data management, queries, web mapping services and analyses: Marine Protected Areas (MPA), Fee, Easements and Combined. The data contained in the MPA Feature class are provided directly by the National Oceanic and Atmospheric Administration (NOAA) Marine Protected Areas Center (MPA, http://marineprotectedareas.noaa.gov ) tracking the National Marine Protected Areas System. The Easements feature class contains data provided directly from the National Conservation Easement Database (NCED, http://conservationeasement.us ) The MPA and Easement feature classes contain some attributes unique to the sole source databases tracking them (e.g. Easement Holder Name from NCED, Protection Level from NOAA MPA Inventory). The "Combined" feature class integrates all fee, easement and MPA features as the best available national inventory of protected areas in the standard PAD-US framework. In addition to geographic boundaries, PAD-US describes the protection mechanism category (e.g. fee, easement, designation, other), owner and managing agency, designation type, unit name, area, public access and state name in a suite of standardized fields. An informative set of references (i.e. Aggregator Source, GIS Source, GIS Source Date) and "local" or source data fields provide a transparent link between standardized PAD-US fields and information from authoritative data sources. The areas in PAD-US are also assigned conservation measures that assess management intent to permanently protect biological diversity: the nationally relevant "GAP Status Code" and global "IUCN Category" standard. A wealth of attributes facilitates a wide variety of data analyses and creates a context for data to be used at local, regional, state, national and international scales. More information about specific updates and changes to this PAD-US version can be found in the Data Quality Information section of this metadata record as well as on the PAD-US website, http://gapanalysis.usgs.gov/padus/data/history/.) Due to the completeness and complexity of these data, it is highly recommended to review the Supplemental Information Section of the metadata record as well as the Data Use Constraints, to better understand data partnerships as well as see tips and ideas of appropriate uses of the data and how to parse out the data that you are looking for. For more information regarding the PAD-US dataset please visit, http://gapanalysis.usgs.gov/padus/. To find more data resources as well as view example analysis performed using PAD-US data visit, http://gapanalysis.usgs.gov/padus/resources/. The PAD-US dataset and data standard are compiled and maintained by the USGS Gap Analysis Program, http://gapanalysis.usgs.gov/ . For more information about data standards and how the data are aggregated please review the “Standards and Methods Manual for PAD-US,” http://gapanalysis.usgs.gov/padus/data/standards/ .',
     'id': '56bba648e4b08d617f657960',
     'name': 'Protected Areas Database of the United States (PAD-US) 1.4',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/56bba648e4b08d617f657960?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'Some species respond to the amount of canopy cover within a habitat type. The Percent Canopy Cover dataset was derived from the National Land Cover Dataset. The canopy cover database was compiled from the National Land Cover Dataset, and classifies each pixel into 101 possible values (0% - 100%). The canopy density estimate applies to the forest classes only. For further information on Canopy Cover, see http://landcover.usgs.gov/pdf/canopy_density.pdf. This dataset is a continuous canopy cover percentage and covers the entire U.S. These raster data have a 30 m x 30 m cell resolution. This canopy cover data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data.&nbsp;These data represent circa 2001 ground conditions.',
     'id': '5540eca9e4b0a658d793962b',
     'name': 'USGS Gap Analysis Project - Additional Data – Canopy Cover',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5540eca9e4b0a658d793962b?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': "The ecotone (i.e., edge) between forested and non-forested environments can be a critical aspect of habitat. We grouped land cover types - ecological systems, human land use, and water - (subsequently referred to as map units) into forested, non-forested, and shrubland/woodland land cover types to create unique data layers. These data layers can then be buffered at specified distances to identify species' habitats. Aggregated map units can be compared and contrasted to identify areas of transition between these broad categories. They can also be used to identify core areas or contiguous blocks of similar type (i.e., interior) through buffering. This dataset was derived from the GAP National Land Cover data. Forested map units included deciduous forest, evergreen forest, mixed forest, palustrine forested wetland, and estuarine forested wetland. Non-forested map units were defined as water, pasture/hay, agricultural areas, urban/developed, marshes, beaches, etc. Woodland/shrubland map units were defined as those ecological systems and land uses containing a majority of short, scrubby, woody vegetation or sparsely canopied treed vegetation. Forest edge was processed using ESRI Arc Macro Language scripts and reclass tables to facilitate the development of Forest edge. Although scripts were consistent nationwide, the reclass tables were region specific. Forest and nonForest classes are identified in landcover grid with a reclass table, and then focalmajority is used to remove small isolated pixels prior to buffering. Buffering is done with 2 grids; one for exterior buffers (FROM) and one for interior buffers (INTO). The forest/open only ecotone does not consider environments with sparse canopies or scrubby vegetation, therefore this data layer includes woodland and shrubland map units that would otherwise be ignored. This dataset uses 2 data layers in tandem. The forest/open ecotone and the woodlands/shrublands (i.e., wlsl) are calculated individually and then combined to depict a landscape that includes both ecotones. Ecotone Width: This distance represents a symmetrically buffered edge (i.e., 0, 30, 60, 120, 250, 500, and 1000 meters). For example, an ecotone width of 500 meters includes 250 meters into forest and 250 meters into open. Buffer distances - Distances into ecotone (e.g., forest edge): 0, 30, 60, 120, 250, 500, 1000, 2000, 4000, and &gt;4000 meters Distances away ecotone (e.g., forest edge: &gt;4000, 4000, 2000, 1000, 500, 250, 120, 60, 30 and 0 meters These data are divided into 6 regions across the US (Northwest, Southwest, Great Plains, Upper Midwest, Southeast, and Northeast). If you want complete coverage of the entire US, all 6 regional files are needed. These raster data have a 30 m x 30 m cell resolution. No selection of this parameter indicates the species' model is not contingent on an forest edge. This forest/open + woodland/shrubland data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data.&nbsp;These data represent circa 2001 ground conditions.",
     'id': '5540e48fe4b0a658d7939600',
     'name': 'USGS Gap Analysis Project - Additional Data – Forest/Open + Woodland/Shrubland',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5540e48fe4b0a658d7939600?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': "The GAP National Terrestrial Ecosystems - Ver 3.0 is a 2011 update of the National Gap Analysis Program Land Cover Data - Version 2.2 for the conterminous U.S. The GAP National Terrestrial Ecosystems - Version 3.0 represents a highly thematically detailed land cover map of the U.S. The map legend includes types described by NatureServe's Ecological Systems Classification (Comer et al. 2002) as well as land use classes described in the National Land Cover Dataset 2011 (Homer et al. 2015). These data cover the entire continental U.S. and are a continuous data layer. These raster data have a 30 m x 30 m cell resolution. GAP used the best information available to create the land cover data; however GAP seeks to improve and update these data as new information becomes available.",
     'id': '573cc51be4b0dae0d5e4b0c5',
     'name': 'GAP/LANDFIRE National Terrestrial Ecosystems 2011',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/573cc51be4b0dae0d5e4b0c5?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'Water and its location on the landscape are important aspects of a species distribution. A number of water related data layers were used to refine these species models. These include water type (i.e. flowing, open/standing), distance to and from water, and stream flow and underlying gradient. The source for this data was the USGS National Hydrography Dataset (NHD)(USGS 2007). Hydrographic features were divided into three types: flowing water, open/standing water, and wet vegetation. These feature types were extracted from the NHD by selecting the corresponding codes (the FCODE attribute) in datatables and creating seperate datasets for each data type. To facilitate their use in spatial modeling, these feature types were converted into grids and combined into 16 catagories where feature types overlapped. For each region there is the possiblity of having up to 21 different hydrographic buffer layers and within a model it is possible to have up to 72 different permutations of these layers. The coding of the layer names is as follows: salinity(s), type(t), velocity(v), and null(n). s0t1v0n0 --&gt; All (0) Flowing (1) All (0) None (0) All types of flowing water with no masks s0t1v0n1 --&gt; All (0) Flowing (1) All (0) Standing (1) All types of flowing water with standing water masked out s0t1v1n1 --&gt; All (0) Flowing (1) Fast Only (1) Slow &amp; standing (1) All types of fast flowing water with slow &amp; standing water masked out s0t1v2n0 --&gt; All (0) Flowing (1) Slow Only (2) Fast (0) All types of slow flowing water with fast water masked out s0t1v2n1 --&gt; All (0) Flowing (1) Slow Only (2) Fast &amp; standing (1) All types of slow flowing water with fast water &amp; standing water masked out s0t2v0n0 --&gt; All (0) Standing (2) n/a (0) None (0) All types of standing (open) water with no masks s0t2v0n1 --&gt; All (0) Standing (2) n/a (0) Flowing (1) All types of standing (open) water with flowing water masked out s0t3v0n0 --&gt; All (0) Wet Veg (3) n/a (0) None (0) All types of wet veg with no masks s1t1v0n0 --&gt; Fresh (1) Flowing (1) All (0) Brackish standing water &amp; brackish wet veg (0) Fresh, flowing water with brackish standing water and wet veg masked out s1t1v0n1 --&gt; Fresh (1) Flowing (1) All (0) All standing water &amp; brackish wet veg (1) Fresh, flowing water with all standing water , and brackish wet veg masked out s1t1v1n1 --&gt; Fresh (1) Flowing (1) Fast Only (1) Slow &amp; standing (1) Fresh, fast flowing water with slow water &amp; standing water masked out s1t1v2n0 --&gt; Fresh (1) Flowing (1) Slow Only (2) Fast (0) Fresh, slow flowing water with fast water masked out s1t1v2n1 --&gt; Fresh (1) Flowing (1) Slow Only (2) Fast &amp; standing (1) Fresh, slow flowing water with fast water &amp; standing water masked out s1t2v0n0 --&gt; Fresh (1) Standing (2) n/a (0) Brackish flowing water &amp; brackish wet veg (0) Fresh, standing water with brackish flowing water and wet veg masked out s1t2v0n1 --&gt; Fresh (1) Standing (2) n/a (0) All flowing water &amp; brackish wet veg (1) Fresh, standing water with all flowing water and wet veg masked out s1t3v0n0 --&gt; Fresh (1) Wet Veg (3) n/a (0) Brackish (0) Fresh wet veg with brackish water masked out s2t1v0n0 --&gt; Brackish (2) Flowing (1) All (0) Fresh standing &amp; fresh wet veg (0) Brackish flowing water with fresh standing water, &amp; fresh wet veg masked out s2t1v0n1 --&gt; Brackish (2) Flowing (1) All (0) All standing water &amp; fresh wet veg (1) Brackish flowing water with all standing water and fresh wet veg masked out s2t2v0n0 --&gt; Brackish (2) Standing (2) n/a (0) Fresh flowing &amp; fresh wet veg (0) Brackish standing water with fresh flowing water &amp; fresh wet veg masked out s2t2v0n1 --&gt; Brackish (2) Standing (2) n/a (0) All flowing water &amp; fresh wet veg (1) Brackish standing water with all flowing water &amp; fresh wet veg masked out s2t3v0n0 --&gt; Brackish (2) Wet Veg (3) n/a (0) Fresh standing, flowing, &amp; wet veg (0) Brackish wet veg with fresh flowing, standing water, &amp; wet veg masked out. This hydrography data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data.',
     'id': '5540eb44e4b0a658d7939624',
     'name': 'USGS Gap Analysis Project - Additional Data – Hydrography',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5540eb44e4b0a658d7939624?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'GAP species range data are coarse representations of the total areal extent a species occupies, in other words the geographic limits within which a species can be found (Morrison and Hall 2002). These data provide the geographic extent within which the USGS Gap Analysis Project delineates areas of suitable habitat for terrestrial vertebrate species in their&nbsp;<a href="https://www.sciencebase.gov/catalog/item/527d0a83e4b0850ea0518326" style="box-sizing: border-box; color: rgb(51, 122, 183); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 14px;">species\' habitat maps</a>. The range maps are created by attributing a vector file derived from the 12-digit Hydrologic Unit Dataset (USDA NRCS 2009). Modifications to that dataset are&nbsp;<a href="https://www.sciencebase.gov/catalog/item/56d496eee4b015c306f17a42" style="box-sizing: border-box; color: rgb(51, 122, 183); font-family: &quot;Helvetica Neue&quot;, Helvetica, Arial, sans-serif; font-size: 14px;">described here</a>. Attribution of the season range for each species was based on the literature and online sources (See Cross Reference section of the metadata). Attribution for each hydrologic unit within the range included values for origin (native, introduced, reintroduced, vagrant), occurrence (extant, possibly present, potentially present, extirpated), reproductive use (breeding, non-breeding, both) and season (year-round, summer, winter, migratory, vagrant). These species range data provide the biological context within which to build our species distribution models.',
     'id': '5b873238e4b0702d0e796688',
     'name': 'U.S. Geological Survey - Gap Analysis Project Species Range Maps CONUS_2001 Web Service',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5b873238e4b0702d0e796688?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': "This dataset combines the work of several different projects to create a seamless data set for the contiguous United States. Data from four regional Gap Analysis Projects and the LANDFIRE project were combined to make this dataset. In the northwestern United States (Idaho, Oregon, Montana, Washington and Wyoming) data in this map came from the Northwest Gap Analysis Project. In the southwestern United States (Colorado, Arizona, Nevada, New Mexico, and Utah) data used in this map came from the Southwest Gap Analysis Project. The data for Alabama, Florida, Georgia, Kentucky, North Carolina, South Carolina, Mississippi, Tennessee, and Virginia came from the Southeast Gap Analysis Project and the California data was generated by the updated California Gap land cover project. The Hawaii Gap Analysis project provided the data for Hawaii. In areas of the county (central U.S., Northeast, Alaska) that have not yet been covered by a regional Gap Analysis Project, data from the Landfire project was used. Similarities in the methods used by these projects made possible the combining of the data they derived into one seamless coverage. They all used multi-season satellite imagery (Landsat ETM+) from 1999-2001 in conjunction with digital elevation model (DEM) derived datasets (e.g. elevation, landform) to model natural and semi-natural vegetation. Vegetation classes were drawn from NatureServe's Ecological System Classification (Comer et al. 2003) or classes developed by the Hawaii Gap project. Additionally, all of the projects included land use classes that were employed to describe areas where natural vegetation has been altered. In many areas of the country these classes were derived from the National Land Cover Dataset (NLCD). For the majority of classes and, in most areas of the country, a decision tree classifier was used to discriminate ecological system types. In some areas of the country, more manual techniques were used to discriminate small patch systems and systems not distinguishable through topography. The data contains multiple levels of thematic detail. At the most detailed level natural vegetation is represented by NatureServe's Ecological System classification (or in Hawaii the Hawaii GAP classification). These most detailed classifications have been crosswalked to the five highest levels of the National Vegetation Classification (NVC), Class, Subclass, Formation, Division and Macrogroup. This crosswalk allows users to display and analyze the data at different levels of thematic resolution. Developed areas, or areas dominated by introduced species, timber harvest, or water are represented by other classes, collectively refered to as land use classes; these land use classes occur at each of the thematic levels.&nbsp;<br>\nTo download the most current version of the GAP/LANDFIRE land cover dataset, visit the Gap Analysis Project website: https://www.usgs.gov/core-science-systems/science-analytics-and-synthesis/gap.",
     'id': '527d09f1e4b0850ea0518313',
     'name': 'U.S. Geological Survey Gap Analysis Project- Land Cover Data v2.2',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/527d09f1e4b0850ea0518313?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'GAP species range data are coarse representations of the total areal extent a species occupies, in other words the geographic limits within which a species can be found (Morrison and Hall 2002). These data provide the geographic extent within which the USGS Gap Analysis Project delineates areas of suitable habitat for terrestrial vertebrate species in their <a href="https://www.sciencebase.gov/catalog/item/527d0a83e4b0850ea0518326">species\' habitat maps</a>. The range maps are created by attributing a vector file derived from the 12-digit Hydrologic Unit Dataset (USDA NRCS 2009). Modifications to that dataset are <a href="https://www.sciencebase.gov/catalog/item/56d496eee4b015c306f17a42">described here</a>. Attribution of the season range for each species was based on the literature and online sources (See Cross Reference section of the metadata). Attribution for each hydrologic unit within the range included values for origin (native, introduced, reintroduced, vagrant), occurrence (extant, possibly present, potentially present, extirpated), reproductive use (breeding, non-breeding, both) and season (year-round, summer, winter, migratory, vagrant). These species range data provide the biological context within which to build our species distribution models.<br>\n<br>\nVersioning, Naming Conventions and Codes: A composite version code is employed to allow the user to track the spatial extent, the date of the ground conditions, and the iteration of the data set for that extent/date. For example, CONUS_2001v1 represents the spatial extent of the conterminous US (CONUS), the ground condition year of 2001, and the first iteration (v1) for that extent/date. In many cases, a GAP species code is used in conjunction with the version code to identify specific data sets or files (i.e. Cooper\'s Hawk Habitat Map named bCOHAx_CONUS_2001v1_HabMap).',
     'id': '5951527de4b062508e3b1e79',
     'name': 'U.S. Geological Survey - Gap Analysis Project Species Range Maps CONUS_2001',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5951527de4b062508e3b1e79?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'This database contains type descriptions for natural vegetation at all levels of the U.S. National Vegetation Classification. These descriptions were primarily written by NatureServe ecologists in collaboration with Federal Geographic Data Committee Vegetation Subcommittee and a wide variety of state, federal and private partners as a part of the implementation of the National Vegetation Classification. Formation descriptions were written by the Hierarchy Revisions Working Group. The descriptions are based on consultation with natural resource professionals, published literature, and other vegetation classification systems. The Ecological Society of America’s Panel on Vegetation Classification is responsible for managing the review and formal adoption of these types into the National Vegetation Classification.',
     'id': '5aa827a2e4b0b1c392ef337a',
     'name': 'U.S. National Vegetation Classification (USNVC) Version 2.02',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5aa827a2e4b0b1c392ef337a?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'The USGS Gap Analysis Program (GAP) manages a Protected Areas Database of the United States (PAD-US) that includes areas dedicated to the preservation of biological diversity and to other natural, recreation and cultural uses, managed for these purposes through legal or other effective means.&nbsp; The United Nations Environmental Program (UNEP) World Conservation Monitoring Center (WCMC) tracks global progress toward biodiversity protection targets&nbsp;(Aichi Target 11)&nbsp;enacted by the&nbsp;Convention for Biological Diversity(CBD) through the World Database for Protected Areas (WDPA). &nbsp;\n<br> &nbsp;\n<br> In 2008, GAP began collaborating with WCMC and International Union for the Conservation of Nature (IUCN) protected areas experts to submit data for the WDPA following PAD-US updates.&nbsp; As a requirement to fulfill GAP\'s mission to assess management intent for the long-term protection of biological diversity, PAD-US includes a nationally relevant conservation measure, the GAP Status Code.&nbsp; WCMC and IUCN suggest GAP Status Code 1 and 2 protected areas for delivery from PAD-US as these, primarily managed for biodiversity protection; meet the definition of protection for inclusion in the WDPA. &nbsp;\n<br> &nbsp;\n<br> IUCN protected areas in the U.S. are managed by 1000\'s of agencies and organizations across the country and include over 34,000 sites such as some National Parks, National Wildlife Refuges, National Monuments, Wilderness Areas, State Parks, State Wildlife Management Areas, Local Nature Preserves, City Natural Areas, TNC Nature Preserves.&nbsp; Over 8 million acres of conservation easements area also included.\n<br> &nbsp;\n<br> While GAP has provided several WDPA updates, the most recent is a derivative product from PAD-US 1.4 (WDPA_Dec2015_Schema_PADUS1_4Mang_NM.zip).&nbsp; Areas that meet the definition of IUCN protection are assigned IUCN Management Categories for WDPA submissions.&nbsp; GAP encourages the participation of managing agencies in this process.&nbsp; GAP translates the PAD-US derivative into the WDPA schema for efficient aggregation.\n<br> &nbsp;\n<br> To prepare for translation we begin with&nbsp;a selection of records in the PAD-US combined file that are GAP Status Code 1 and 2 lands. These areas are matched, both spatially and by attributes, to the existing WDPA dataset and WDPA site codes (unique identifiers assigned by WCMC) are transferred to PAD-US data. As the WDPA is a global dataset, their data standards require simplification to reduce the number of records included, focusing on the protected area site name (NAME) and management (MANG_AUTH).\n<br> &nbsp;\n<br> The WDPA schema allows for multiple managers in MANG_AUTH as well as multiple states in the WDPA location field (SUB_LOC), unlike the separation enforced by PAD-US domains.&nbsp; PAD-US data are mapped into these fields with PAD-US Manger Name (Mang_Name) and State Name (State_Nm) concatenated into the WDPA schema as needed.&nbsp; The WDPA also tracks the following information loaded directly from PAD-US or categorically assigned:\n<br> &nbsp; \n<ul> \n <li>WDPA Status Year (STATUS-YR)&nbsp;transferred&nbsp;from PAD-US Date_Est (Date of Establishment)</li> \n <li>WDPA Designation (DESG) and Designation in English (DESIG_ENG)&nbsp;transferred&nbsp;from PAD-US Designation Type&nbsp;(Loc_Ds)</li> \n <li>WDPA Name (NAME) and Original Name (ORIG_NAME)&nbsp;transferred&nbsp;from PAD-US Unit Name (Unit_Nm, with Designations contained in the name removed following WDPA standard)</li> \n <li>WDPA IUCN Category (IUCN) transferred from PAD-US IUCN Category (IUCN_Cat)</li> \n <li>GIS derived area calculated in square km</li> \n <li>No take info associated with Marine Protected Areas (MPA) transferred from PAD-US MPA feature class (Prot_Lvl)</li> \n <li>WDPA Governance&nbsp;Type (GOV_TYPE) from PAD-US Manager Type (Mang_Type, converted to WDPA schema)</li> \n <li>WDPA Owner Type (OWN_TYPE) from PAD-US Owner Type (Own_Type, converted to WDPA Schema)</li> \n <li>Categorically assign WDPA STATUS as "Designated"</li> \n <li>Categorically assign WDPA MARINE = 1 for MPAs from PAD-US</li> \n <li>Categorically assign WDPA PA_DEF = 1 as all areas submitted from PAD-US meet the IUCN definition of Protection</li> \n <li>&nbsp;Categorically assign WDPA DESIG_TYPE = National as all sites included from PAD-US are national Designations, this Field in the WDPA tracks things like International RAMSAR sites</li> \n <li>Categorically assign WDPA Parent_ISO3 = USA for All US Sites and US Territories; = ISO 3 letter code for USA Free Association Territories (I.E. PLW for Palau)&nbsp;</li> \n <li>&nbsp;Categorically assign ISO 3 letter codes =&nbsp;USA for All US Sites and US Territories;&nbsp;= ISO 3 Letter codes for each&nbsp;USA Free Association Territories (I.E. PLW for Palau)&nbsp;</li> \n</ul> The PAD-US version 1.4 derivative update will be available in the May 2016 version of the WDPA.&nbsp; Go to ProtectedPlanet.net to view or download data.&nbsp; Contact the PAD-US Data Manager (\n<a href="jpmagee@usgs.gov">jpmagee@usgs.gov</a>) or WDPA Data Manager (\n<a href="Brian.MacSharry@unep-wcmc.org">Brian.MacSharry@unep-wcmc.org</a>) for more information.\n<br> &nbsp;',
     'id': '571a46dde4b071321fe22ce5',
     'name': 'Protected Areas Database of the United States (PAD-US)  v. 1.4 - World Database of Protected Areas (WDPA) Submission (Provisional Release)',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/571a46dde4b071321fe22ce5?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'A collection of photographs that are used in compositions and reports throughout the BIS. &nbsp;',
     'id': '56bbbdd8e4b08d617f6579aa',
     'name': 'BIS Photo Collection',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/56bbbdd8e4b08d617f6579aa?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'Some species respond to environments directly related to altitudinal variation. Elevation (e.g., DEM) is easily implemented in spatial modeling by limiting the model to the minimum and maximum values explicitly stated in the literature. DEMs are utilized directly and are measured in meters above mean sea level. The elevation dataset was derived from the National Elevation Dataset, elevation units are reported in meters. For more information regarding the National Elevation Dataset, see http://ned.usgs.gov/. This is a continuous data layer. These data are divided into 6 regions across the US (Northwest, Southwest, Great Plains, Upper Midwest, Southeast, and Northeast). If you want complete coverage of the entire US, all 6 regional files are needed. These raster data have a 30 m x 30 m cell resolution. This elevation data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data .',
     'id': '5540e111e4b0a658d79395d9',
     'name': 'USGS Gap Analysis Project - Additional Data – Elevation',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5540e111e4b0a658d79395d9?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': "Environments dominated by human disturbance such as roads, cities, and the constructed materials that support human habitation have profound effects on species. For most species, this data layer was used to exclude species from a portion of the landscape. However, some species respond favorably to human habitats, therefore this data layer was used in an inclusionary manner. The human impact avoidance dataset describes high exclusion/high inclusion proximity to urban environments, and roads. This dataset was derived from US Census TIGER/Line files and GAP’s National Land Cover Database developed by USGS, in particular the impervious dataset. These data are divided into 6 regions across the US (Northwest, Southwest, Great Plains, Upper Midwest, Southeast, and Northeast). If you want complete coverage of the entire US, all 6 regional files are needed. These raster data have a 30 m x 30 m cell resolution. Level of avoidance: High - For species that are very intolerant of human disturbance. All portions of the landscape identified as being directly influenced by human disturbance are eliminated from the predicted distribution. Medium - For species that are moderately intolerant of human disturbance. Only portions of the landscape identified as being highly or moderately influenced by human disturbance are eliminated from the predicted distribution. Low - For species that are partially intolerant of human disturbance. Only portions of the landscape identified as being highly influenced by human disturbance are eliminated from the predicted distribution. No selection of this parameter indicates the species' model is not contingent on an index of human disturbance. This human impact avoidance data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data.&nbsp;These data represent circa 2001 ground conditions.",
     'id': '5540e099e4b0a658d79395d6',
     'name': 'USGS Gap Analysis Project - Additional Data – Human Impact Avoidance',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5540e099e4b0a658d79395d6?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': "The Hydrologic Unit Code (HUC) is part of a hierarchical classification system for surface water drainage in the US (Seaber et al. 1987). The numerical code represents a “cataloging unit” of delineation. Vector format (i.e. polygon) data were compiled from United States Geological Survey (USGS) source - the Watershed Boundary Dataset (WBD). For this project the dataset was modified by removing duplicate codes, removing duplicate polygons, and editing the line work to include near shore habitats in both the coast lines and within large water bodies. The coastal polygons were expanded 5 kilometers from landward edges to create a consistent coastal boundary. This altered 12-digit code HUC dataset was used to delineate species ranges as part of the USGS Gap Analysis Project's species range and distribution modeling effort. This HUC data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data.",
     'id': '56d496eee4b015c306f17a42',
     'name': 'USGS Gap Analysis Project - Additional Data – Hydrologic Unit Codes [HUCs]',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/56d496eee4b015c306f17a42?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'This dataset contains information about waterfall location and characteristics. It also provides a linear reference to two National Hydrography Datasets. This dataset is based off the World Waterfall Database (WWD) and other source datasets. The coordinates and spatial attributes from the WWD were used to help verify locations in Google Earth. From there, the USGS HydroLink Tool was used to link data to both the NHDPlusV2.1 (1:100,000 scale) and NHD High Resolution Dataset (1:24,000 scale). This dataset currently includes waterfalls from the states of Indiana, Wisconsin, Michigan, Nebraska, Illinois and Missouri. Waterfalls from other states are planned to be added through time, see the status and update sections of the metadata for additional information.',
     'id': '54944c2ce4b093dbe3016977',
     'name': 'Waterfalls linked to the National Hydrography Datasets',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/54944c2ce4b093dbe3016977?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'The Large River Monitoring Forum compiled fish assemblage data for five large rivers in the U.S. as a part of a coordinated effort to compare and contract river monitoring efforts in large river systems. Fish community data from five monitoring programs were integrated to create the standardized dataset. Authors: Timothy D. Counihan1, Ian R. Waite2, Andy Casper3, David Ward4, Jennifer Sauer5, Elise Irwin6, Colin Chapman7, Brian Ickes5, Craig Paukert8, John Kosovich9, and Jennifer M. Bayer10 1- United States Geological Survey, Western Fisheries Research Center, Columbia River Research Laboratory, 5501A Cook-Underwood Road, Cook, WA 98605; email:tcounihan@usgs.gov; Phone:509-538-2299; Fax:509-538-2843 2- United States Geological Survey, Oregon Water Science Center, 2130 S.W. Fifth Avenue Portland, OR 97201 3- Illinois Natural History Survey, Illinois River Biological Station, 704 N. Schrader, Havana IL 62644 4- United States Geological Survey, Upper Midwest Environmental Sciences Center 2630 Fanta Reed Road, La Crosse, Wisconsin 54603 5- United States Geological Survey, Grand Canyon Monitoring and Research Center, 2255 North Gemini Drive, Flagstaff, AZ 86001-1637 6- United States Geological Survey, Alabama Cooperative Fish and Wildlife Research Unit, School of Forestry and Wildlife Sciences, 602 Duncan Drive, Auburn University, Auburn, AL 36849-5418 7- Oregon Department of Fish and Wildlife, Northwest Regional Office, 17330 SE Evelyn Street, Clackamas, OR 97015 8- United States Geological Survey, Missouri Cooperative Fish and Wildlife Research Unit, Department of Fisheries and Wildlife, 302 Anheuser-Busch Natural Resources Building, University of Missouri, Columbia, MO 65211 9- U.S. Geological Survey, Core Science Analytics, Synthesis, &amp; Libraries, Lakewood, CO 10- United States Geological Survey, Northwest Region &amp; Pacific Northwest Aquatic Monitoring Partnership, 909 1st Ave, 8th Floor Seattle, WA 98104',
     'id': '575ee33fe4b04f417c2b05ca',
     'name': 'Large River Monitoring Forum Fish Assemblage Database 2016',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/575ee33fe4b04f417c2b05ca?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'Processing constraints made it impractical to model the species habitat distributions across the full conterminous U.S. in one model. The modeling regions were used to stratify the conterminous U.S. into modeling extents that could be efficiently used in our workflow. The regions were based on grouping of the map zones developed for the National Land Cover Dataset production and were designed to partition the full extent into the minimal number of regions while maximizing the homogeneity of habitats within a region. Two versions of each modeling region were created one in which a buffer was applied to remove boundary issues when calculating metrics based on neighborhoods, and a version used to clip the final model output for that region tightly to the region boundary. These raster data have a 30 m x 30 m cell resolution. This modeling regions data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data.',
     'id': '58b9b8cee4b03b285c07ddef',
     'name': 'USGS Gap Analysis Project - Additional Data – Modeling Regions',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/58b9b8cee4b03b285c07ddef?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': 'The slope dataset was derived from the National Elevation Dataset and resulted in a slope dataset that is of the same resolution as the 30 m land cover dataset. Slope was reported in degrees. Slope is defined as the ratio of the "rise" divided by the "run" between two points on a line, expressed in degrees. Slope was generated using ArcGIS Spatial Analyst, with the USGS National Elevation Dataset as input. For quality information regarding the National Elevation Dataset, see http://ned.usgs.gov/ These data cover the entire continental U.S. and are a continuous data layer. These raster data have a 30 m x 30 m cell resolution. This slope data set is considered official foundational data for the GAP species modeling process. The data have been made available provisionally to enhance understanding and use of GAP species data.',
     'id': '5540ebe2e4b0a658d7939626',
     'name': 'USGS Gap Analysis Project - Additional Data – Slope',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/5540ebe2e4b0a658d7939626?service=wms&request=getcapabilities&version=1.3.0'},
    {'description': "Version 3.0 of the NFHP Data System consists of data access and visualization tools and underlying data management tools and functions. The NFHP National Assessment Results Viewer allows users to visualize the primary results reported in Through a Fish's Eye: The Status of Fish Habitats in the United States 2010 at various spatial scales. It depicts the condition of stream and coastal habitats across the country on a variety of base maps and provides one-click access to more detailed information at finer scales. The NFHP Data Theme Viewer provides a summarized look at available data by theme. Datasets are displayed to show data distribution and data density nationally, compared to available data linked to the NFHP spatial framework. The first theme to be provided is the Biological Data theme. Future priority data themes will be determined through the efforts of the National Science and Data Committee. The NFHP Data System provides streamlined data access and download capabilities for national and partnership data via a familiar Web page format. Behind the scenes, data management and delivery tools are powered by two existing USGS systems to enhance the data sharing, documentation, and delivery capabilities available to partners: USGS ScienceBase provides the data file upload and catalog services, while the USGS Core Science Metadata Clearinghouse assists with data documentation and preservation best practices that will improve the ability for partners, researchers, and managers whom access and use data now and in the future.",
     'id': '4f4e4773e4b07f02db47e241',
     'name': 'National Fish Habitat Partnership Data System',
     'type': 'wms',
     'url': 'https://www.sciencebase.gov/catalogMaps/mapping/ows/4f4e4773e4b07f02db47e241?service=wms&request=getcapabilities&version=1.3.0'}],
   'name': 'Wetland Observatory Data',
   'type': 'group'}],
 'corsDomains': ['sciencebase.gov'],
 'homeCamera': {'east': -66, 'north': 72, 'south': 18, 'west': -175},
 'initialViewerMode': '2d',
 'services': []}
